Repository: umairsyed613/PigeonsTracker
Catalog: PigeonsTracker/Shared/ResourceFiles/Language.*.resx
Languages: ur_pk

# MainPageTitle
source: Follow your pigeon!
ur_pk: اپنے کبوتر کو فالو کریں

# MainPageContent
source: Welcome to our new app.
ur_pk: ہماری نئی ایپ میں خوش آمدید

source: Tournament Name
ur_pk: ٹورنامنٹ کا نام

# TournamentType1
source: Tournament
ur_pk: ٹورنامنٹ

# TournamentType2
source: Practice
ur_pk: پریکٹس

source: Tournament Type
ur_pk: ٹورنامنٹ کی قسم منتخب کریں

source: Create Tournament
ur_pk: ٹورنامنٹ بنائیں

# HelpTournamentName
source: Please Provide Tournament Name
ur_pk: براہ کرم ٹورنامنٹ کا نام فراہم کریں

# TrackingTileText
source: Tracking
ur_pk: ٹریکنگ

# InfoText
source: Information
ur_pk: معلومات

source: Contact
ur_pk: رابطہ کریں

# HomePage
source: Home
ur_pk: ہوم پیج

source: All Tournaments
ur_pk: تمام ٹورنامنٹ یا مشقین

# TournamentStartDate
source: Start
ur_pk: شروع

# TournamentEndDate
source: End
ur_pk: اختتام

source: Submit
ur_pk: اسٹور کرائیں

# InfoPageContextP1
source: PigeonsTracker application helps you store the tournaments or practice match score and provide you the ability to share the content with your friends and in groups.
ur_pk: کبوتر ٹریکر کی ایپلی کیشن آپ کو ٹورنامنٹ کو اسٹور کرنے یا میچ اسکور کی مشق کرنے میں مدد دیتی ہے اور آپ کو اپنے دوستوں اور گروپس میں مواد کو شیئر کرنے کی اہلیت فراہم کرتی ہے۔

# ContactUsTitle
source: Contactus
ur_pk: ہم سے رابطہ کریں

# InstallThisApplication
source: Install app?
ur_pk: یہ ایپ انسٹال کریں؟

source: Start
ur_pk: شروع

source: End
ur_pk: ختم

# PigeonsDiseasesAndCure
source: Diseases and Cure
ur_pk: بیماریوں اور علاج

source: Change Language
ur_pk: زبان تبدیل کریں

source: Create Tracking Record
ur_pk: ٹریکنگ ریکارڈ بنائیں

# TotalBirdsCount
source: Total Birds
ur_pk: کل پرندے

source: Flying Start Time
ur_pk: فلائنگ اسٹارٹ ٹائم

source: Flying Day Record
ur_pk: فلائنگ ڈے ریکارڈ

source: Update
ur_pk: اپ ڈیٹ

source: Update Tracking Record
ur_pk: ٹریکنگ ریکارڈ اپ ڈیٹ

# BirdsName
source: Bird Name
ur_pk: پرندے کا نام

source: Landing Time
ur_pk: لینڈنگ ٹائم

source: Total Time
ur_pk: کل وقت

source: Nr.
ur_pk: نمبر

source: Total Hours
ur_pk: کل گھنٹے

# RoofName
source: Loft Name
ur_pk: چھت کا نام

source: Copy
ur_pk: کاپی

# FlyingStartDate
source: Flying Start Day
ur_pk: فلائنگ ڈے

source: Birds Information
ur_pk: پرندوں کی معلومات

# ShareFormatText
source: The format of the copied text will be correct when you will use it.
ur_pk: جب آپ اسے استعمال کریں گے تو نقل شدہ متن کی شکل درست ہوگی۔

source: Total Average
ur_pk: کل اورج

source: Type
ur_pk: قسم

source: Landed
ur_pk: اترا

source: Average
ur_pk: اورج

source: Coming soon ...
ur_pk: جلد آرہا ہے۔

# NoRecords
source: No Records found, please create new records..
ur_pk: کوئی ریکارڈ نہیں ملا، براہ کرم نیا ریکارڈ بنائیں..

source: Tracking Record
ur_pk: ٹریکنگ ریکارڈ
